Repository: CristinaFontanet/iOSIntroduction
Catalog: Projecte/*.lproj/Localizable.strings
Languages: ca, es

# alertTitleSaveError
source: Save error
ca: Error al guardar
es: Error al guardar

source: Yes
ca: Si
es: Si

# alertActionCancel
source: Cancel
es: Cancelar

# labelCellWhenNoLinks
source: There are no links
ca: No hi ha links
es: No hay links

# alertTitleRecoverError
source: Recover error
ca: Error de recuperació
es: Error de recuperación

# alertMessageRecoverError
source: Something happened when recovering data. Try again later.
ca: S'ha produit algun error en recuperar les dades de l'aplicació. Torna a provar més tard.
es: Ha ocurrido un error al recuperar los datos de la aplicación. Vuelve a intentarlo mas tarde.

# alertTitleSendError
source: Send Error
ca: Error en enviar
es: Error al enviar

# alertTitleNewLanguage
source: New Language
ca: Nou idioma
es: Nuevo idioma

# alertMessageNewLanguage
source: Add a new language
ca: Afegeix un nou idioma
es: Añade un nuevo idioma

# alertActionSave
source: Save
ca: Guarda
es: Guarda

# alertTitleNewLanguageOk
source: Language saved
ca: Idioma guardat
es: Idioma guardado

# alertMessageNewLanguageOk
source: The new language has been saved.
ca: El nou idioma s'ha guardat correctament.
es: El nuevo idioma ha sido guardado correctamente.

# alertMessageNewLanguageError
source: This language already exists
ca: Aquest idioma ja existeix
es: Este idioma ya existe

# repeatedLanguagePrevious
source: This manual already has a
ca: Aquest manual ja té un link en
es: Este manual ya tiene un link en

# alertTitleDeleteLink
source: Delete link
ca: Elimina link
es: Elimina el link

# alertMessageDeleteLink
source: Are you sure you want to delete this link?
ca: Estas segur que vols eliminar aquest link?
es: ¿Estas seguro de que queieres eliminar éste?

# alertTitleImage
source: Choose an image
ca: Tria una imatge
es: Escoje una imagen

# alertActionCamera
source: From camera
ca: De la càmera
es: De la camera

# alertActionFile
source: From file
ca: De la galeria
es: De la galeria

# alertMessageAddLinks
source: Add links please
ca: Afegeix links si us plau
es: Añade links porfavor

# alertMessageWriteName
source: Write a name please
ca: Afegeix un nom si us plau
es: Escribe un nombre profavor

# mailSubject
source: Some Manuals
ca: Alguns Manuals
es: Algunos Manuales

# alertMessageMail
source: Your device could not send e-mail. Please check e-mail configuration and try again.
ca: El teu dispositiu no pot enviar e-mails. Si us plau, revisa la configuració i torna-ho a provar.
es: Tu dispositivo no puede enviar e-mails. Porfavor, revisa la configuración y vuelve a intentar.
